/* 
  ITDevicePhotosViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/17/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"RemoveCameraRollAlertTitle"        = "由於iOS的限制，不能刪除相機膠捲相簿！";
"RemoveDeviceAlbumAlertTitle"       = "由於iOS的限制，不能刪除設備上創建的相簿！";
"RemovePhotoLibraryAlertTitle"      = "由於iOS的限制，不能刪除圖片庫相簿！";
"RemoveCameraRollPhotoAlertTitle"   = "由於iOS的限制，不能刪除“相機膠捲”中的照片！";
"ImportCameraRollPhotoAlertTitle"   = "由於iOS的限制，不能導入照片到“相機膠捲”中！";
"RemoveDeviceAlbumPhotoAlertTitle"  = "由於iOS的限制，不能刪除設備上創建的相簿中的照片！";
"ImportDeviceAlbumPhotoAlertTitle"  = "由於iOS的限制，不能導入照片到設備上創建的相簿中！";

"RemoveAlbumAlertTitle"     = "你確定要刪除相簿嗎？";
"RemovePhotoAlertTitle"     = "你確定要刪除照片嗎？";
"RemoveAlertDefaultButton"  = "確定";
"RemoveAlertAlternateButton"= "取消";

"StatusTemplate"            = "%d 照片";
"StatusSelectedTemplate"    = "%d 照片, %d 選中";

"ContextMenuImport"         = "導入";
"ContextMenuRemove"         = "刪除";
"ContextMenuExport"         = "匯出";
"ContextMenuBack"           = "返回";

"ProgressImport"            = "導入...";
"ProgressRefresh"           = "刷新...";
"ProgressRemove"            = "刪除...";
"ProgressCopy"              = "複製檔...";

"UnsupportedFileAlbumAlertTitle"    = "不支持的檔案類型\n照片僅支持png、jpg檔，以及含有這些檔的資料夾";
"UnsupportedFileAlertTitle"         = "不支持的檔案類型\n相簿僅支持png、jpg檔";
"UnsupportedFileDeviceAlertTitle"   = "由於iOS的限制，不能導入照片到“相機膠捲”，以及設備上創建的相簿中";
